package com.gsdp.dao;

import com.gsdp.entity.group.Reply;

/**********************************************************
 * +茫茫人海与你相遇即是一种缘分,这让我不得不好好自我介绍一下
 * +吾名 "暴力的小石头/ViolentStone",吾乃一Java程序猿
 * +吾信 "猿" 乃一世变者
 * +你见到的这个玩意儿,就是吾在 2016/11/28 创造的作品
 * ********************************************************
 * +描述:回复相关的dao层类
 *********************************************************/
public interface ReplyDao {

    /**
     * 添加回复
     * @param reply
     * @return
     */
    int addReply(Reply reply);

}
